<?php
/*
|--------------------------------------------------------------------------
| Creator: SuYang
| Date: 2018/4/23 0023 16:13
|--------------------------------------------------------------------------
|                                       数据库中的状态的枚举类
|--------------------------------------------------------------------------
*/

namespace app\lib\enum;


class Status
{
    //原始状态
    const ORIGINAL = 0;
    //正常展示的状态
    const NORMAL = 1;
    //隐藏的状态
    const HIDDEN = 2;
    //微信账号还没有绑定到具体的账号的状态
    const UNBIND = 3;
}