<?php
/*
|--------------------------------------------------------------------------
| Creator: SuYang
| Date: 2018/4/11 0011 14:01
|--------------------------------------------------------------------------
|                                            阿里发送短信配置
|--------------------------------------------------------------------------
*/

return [
    'msgKeyId' => 'LTAIhudRaeRame3R',
    'msgKeySecret' => '9SDADTq7lYMo87ZBnfAATYuhMrzKYb',
    'msgSignName' => '移民点评网',
    'msgExpiresIn' => 900,
    'msgResendTime' => 60
];