<?php
/*
|--------------------------------------------------------------------------
| Creator: SuYang
| Date: 2018/3/28 0028 16:03
|--------------------------------------------------------------------------
|                                                      说明
|--------------------------------------------------------------------------
*/

return [
    'auth_on'           => 1, // 权限开关
    'auth_type'         => 1, // 认证方式，1为实时认证；2为登录认证。
    'auth_group'        => 'auth_group', // 用户组数据不带前缀表名
    'auth_group_access' => 'auth_group_access', // 用户-用户组关系不带前缀表
    'auth_rule'         => 'auth_rule', // 权限规则不带前缀表
    'auth_user'         => 'admins', // 用户信息不带前缀表
    'max_level' => 2 //权限等级,从0开始算，因此2代表权限有三级
];